Repository: common-repository/wooref
Catalog: languages/wooref-*.po
Languages: it_it

source: WooRef - Configuration
it_it: WooRef - Configurazione

source: Enable track
it_it: Abilita il tracciamento

source: Record incoming visits
it_it: Registra le visite in ingresso

source: Cookie Expiration (days)
it_it: Scadenza Cookie (giorni)

source: Track WooCommerce (admin)
it_it: Traccia WooCommerce (admin)

source: Displays the referral in the order summary mail for the administrator
it_it: Visualizza il referral nella mail di riepilogo ordine per l'amministratore

source: Track WooCommerce (user)
it_it: Traccia WooCommerce (utente)

source: Displays the referral in the order summary mail for the user
it_it: Visualizza il referral nella mail di riepilogo ordine per l'utente

source: Referral
it_it: Referente

source: Referral:
it_it: Referente:

source: Make a donation!
it_it: Fai una donazione!

source: WooRef cannot trace orders as WooCommerce seems to be disabled.
it_it: WooRef non può tracciare gli ordini poichè WooCommerce sembra essere disabilitato.

source: WooRef does not seem active. You will not receive notification about the origin of your orders.
it_it: WooRef sembra essere non attivo. Non riceverai notifiche sulll&apos;origine dei tuoi ordini.

source: WooRef is a Wordpress plugin that allows you to view and track WooCommerce sales comes from any referral site.
it_it: WooRef è un plugin per Wordpress che ti consente di visualizzare e tracciare le vendite di WooCommerce provenienti da qualsiasi sito esterno.
